[
  {
    "name":"Menning Mimosa",
    "description":"This fabulous recipe for a menning mimosa is a perfect cocktail to serve at any celebration.",
    "ingredients":"6 tablespoons freshly squeezed orange juice 2 tablespoons freshly squeezed lemon juice 2 tablespoons orange flavored liqueur, such as Grand Marnier Prosecco, chilled Fresh mint leaf",
    "directions":"In a Champagne flute, mix together orange juice, lemon juice, and liqueur. Fill with Prosecco. Garnish with mint leaf and serve immediately.",
    "tag":"classy",
    "alcohol_tag": "champagne",
    "servings":1,
    "img":"",
    "random": 1
  },
  {
    "name":"Semifreddo Bellini",
    "description":"Semifreddo means \"half cold\" in Italian. Here it refers to the slushy mixture that brings texture and flavor to this classic Champagne cocktail.",
    "ingredients":"1 cup peeled, chopped peaches, frozen until hardened 1/4 cup peach schnapps 3/4 cup plus 2 tablespoons chilled Champagne or sparkling white wine 2 tablespoons superfine sugar 1 cup small ice cubes Peach slices, for garnish",
    "directions":"Blend peaches, peach schnapps, 2 tablespoons Champagne, the sugar, and ice in a blender until smooth. Divide mixture between 2 glasses; top off each glass with 1/4 cup plus 2 tablespoons Champagne, and serve.",
    "tag":"classy",
    "alcohol_tag": "champagne",
    "servings":2,
    "img":"",
    "random": 2
  },
  {
    "name":"Bloody Mary",
    "description":"This recipe for spicy, refreshing Bloody Marys is a perfect accompaniment to eggs benedict or other brunch favorites.",
    "ingredients":"4 cups tomato juice Juice of 2 large lemons 1 to 2 tablespoons Worcestershire sauce 1 heaping tablespoon prepared horseradish 1 1/2 cloves garlic, passed through a garlic press 2 teaspoons coarsely ground pepper 1/4 to 1/2 teaspoon Tabasco sauce Unflavored vodka, to taste Lemon wedges, for serving Celery sticks, for serving and munching",
    "directions":"STEP 1 Place tomato juice in a large container with a tight-fitting lid. Add lemon juice, Worcestershire sauce, horseradish, garlic, pepper, and Tabasco; shake vigorously. Taste, and adjust for seasoning; the mixture should be quite spicy.  STEP 2 Pour 1 part vodka and 3 parts Bloody Mary mix over ice in a shaker. Shake well. Pour into glasses. Squeeze a wedge of lemon over drink (do not subsequently stir or shake drink), discard used wedge. Garnish with a large stick of celery (reserve extra stalks for munching) and a large lemon wedge.",
    "tag":"business",
    "alcohol_tag": "vodka",
    "servings":6,
    "img":"",
    "random": 3
  },
  {
    "name":"Manhattan",
    "description":"Try serving this classic cocktail at your next gathering.",
    "ingredients":"2 1/2 ounces bourbon or rye 1/2 ounce sweet vermouth 2 dashes Angostura bitters Ice cubes Maraschino cherry, for garnish",
    "directions":"Shake bourbon, vermouth, and bitters over ice. Strain into a cocktail glass; garnish with cherry.",
    "tag":"classy",
    "alcohol_tag": "whiskey",
    "servings":1,
    "img":"",
    "random": 4
  },
  {
    "name":"The Negroni",
    "description":"Besides being an incredibly well-balanced drink, it’s also a cocktail that’s hard to make badly—and this means that no matter where in the world you happen to be, if you order a Negroni you’re more or less guaranteed a great quaff. Try one. It won’t be your last.",
    "ingredients":"1 ounce gin 1 ounce Campari 1 ounce sweet vermouth Orange twist, for garnish",
    "directions":"Pour all ingredients into an ice-filled mixing glass. Stir well. Strain into a cocktail glass. (Alternatively, combine ingredients in a tumbler and serve in the same glass.) Garnish with an orange twist.",
    "tag":"business",
    "alcohol_tag": "gin",
    "servings":1,
    "img":"",
    "random": 5
  },
  {
    "name":"Martini",
    "description":"The less vermouth in it, the drier the martini.",
    "ingredients":"3/4 cup vodka or gin 2 teaspoons dry vermouth Cocktail olives",
    "directions":"In a cocktail shaker half full of ice cubes, combine gin or vodka and vermouth. Shake well, and strain into martini glasses. Garnish with olives, and serve.",
    "tag":"business",
    "alcohol_tag": "vodka gin",
    "servings":4,
    "img":"",
    "random": 6
  },
  {
    "name":"Lemon Shandies",
    "description":"Blend lemonade with beer for a mellow-yellow refresher.",
    "ingredients":"1/2 cup sugar 3/4 cup fresh lemon juice (from about 4 lemons), plus wedges, for serving (optional) 8 mild pilsner beers (12 ounces each)",
    "directions":"STEP 1 Place eight 16-ounce glasses or mugs in the freezer.  STEP 2 In a small saucepan, combine sugar and 3/4 cup water over medium heat. Cook, stirring, until sugar dissolves, about 1 minute. Refrigerate until cool, at least 10 minutes and up to 1 week.  STEP 3 In a 2-cup liquid measure or small pitcher, combine sugar mixture and lemon juice. Pour 1 beer into each chilled glass; add about 1/4 cup lemon mixture and, if desired, a lemon wedge. Serve immediately.",
    "tag":"party",
    "alcohol_tag": "beer",
    "servings":8,
    "img":"",
    "random": 7
  },
  {
    "name":"Peach Juleps",
    "description":"Cool down at sundown by pouring mint refreshers that are just peachy.",
    "ingredients":"1/3 cup fresh mint leaves, plus sprigs for garnish 2 teaspoons sugar 1 1/2 cups store-bought peach juice 1 can (12 ounces) club soda 1/2 cup bourbon Crushed ice, for serving",
    "directions":"STEP 1 In a medium bowl or pitcher, combine mint and sugar. With a wooden spoon, mash leaves until bruised. Stir in peach juice, club soda, and bourbon.  STEP 2 Serve over crushed ice; garnish with more mint.",
    "tag":"business",
    "alcohol_tag": "whiskey",
    "servings":4,
    "img":"",
    "random": 8
  },
  {
    "name":"Frozen Peach Margaritas",
    "description":"Warm nights call for a refreshing drink, and these icy margaritas are perfect for the occasion.",
    "ingredients":"1 package (16 ounces) frozen sliced peaches 3/4 cup tequila 1/4 cup triple sec 1/4 cup fresh lime juice (from 3 limes) 1/4 cup sugar 1 cup ice cubes",
    "directions":"In a blender, combine frozen sliced peaches, tequila, triple sec, fresh lime juice, sugar, and ice cubes. Puree until smooth (stop blender and stir if necessary) and serve immediately.",
    "tag":"party",
    "alcohol_tag": "tequila liqueur",
    "servings":4,
    "img":"",
    "random": 9
  },
  {
    "name":"Classic Champagne Cocktail",
    "description":"Adding champagne instantly elevates the occasion.",
    "ingredients":"3 drops bitters 1 sugar cube 1 ounce Cognac 4 ounces chilled Champagne",
    "directions":"Drop bitters onto sugar cube; let soak in. Place sugar cube in a Champagne flute. Add Cognac, and top with Champagne.",
    "tag":"classy",
    "alcohol_tag": "champagne brandy",
    "servings":1,
    "img":"",
    "random": 10
  },
  {
    "name":"Lillet Rose Spring Cocktail",
    "description":"Lillet Rose, a fortified-wine blend of Sauvignon Blanc and Muscatel, has the aroma of flowers and ripe berries -- perfect for a springtime aperitif. Garnishing the drinks with edible flowers is a lovely touch.",
    "ingredients":"12 ounces Lillet Rose 12 ounces Ruby Red grapefruit juice 6 ounces gin 6 edible flower blossoms",
    "directions":"STEP 1 Combine 6 ounces Lillet, 6 ounces grapefruit juice, 3 ounces gin, and ice in a cocktail shaker. Shake until well chilled. Strain and divide cocktail among 3 stemmed cocktail glasses, such as Champagne coupes. Repeat.  STEP 2 Garnish with flowers. Serve immediately.",
    "tag":"classy",
    "alcohol_tag": "gin",
    "servings":6,
    "img":"",
    "random": 11
  },
  {
    "name":"Celery French 75",
    "description":"A spring rendition of a classic cocktail, the alluring blend of gin and sparkling wine gets an aromatic herbal lift from celery-infused syrup.",
    "ingredients":"1/2 cup sugar 1/2 cup water 2 tablespoons packed fresh celery leaves, plus more for garnish 3/4 cup fresh lemon juice (from 4 to 5 lemons) 6 ounces gin, chilled 1 bottle (750 mL) sparkling wine, such as Champagne or cava, chilled Candied lemon rinds or lemon twists, for garnish",
    "directions":"STEP 1 Combine sugar and water in a small saucepan. Bring to a simmer over medium heat, stirring until sugar is dissolved. Remove from heat; add celery leaves. Let syrup cool. Pour through a fine sieve into a bowl; discard leaves.  STEP 2 To assemble each cocktail, combine 1 tablespoon celery syrup, 1 tablespoon lemon juice, and 1/2 ounce gin in a Champagne glass. Top off with wine; gently stir to combine. Garnish with celery leaf and lemon rind or twist; serve immediately.",
    "tag":"business",
    "alcohol_tag": "gin champagne",
    "servings":12,
    "img":"",
    "random": 12
  },
  {
    "name":"Sparkling Strawberry Cocktail",
    "description":"Fresh strawberry puree and a hint of orange juice blend with Prosecco (or the sparkling wine of your choice) to create a delightful brunch-time sipper.",
    "ingredients":"2 cups hulled strawberries 2 tablespoons water 1/4 cup orange juice 1 bottle chilled Prosecco or other dry sparkling wine 1 orange, sliced into rounds Mint sprigs, for garnish",
    "directions":"In a blender, puree 2 cups hulled and 2 tablespoons water until smooth. In a pitcher, combine strawberry puree, cup 1 bottle chilled or other dry sparkling wine, and 1 sliced into rounds, and stir gently. Serve garnished with sprigs.",
    "tag":"party",
    "alcohol_tag": "champagne",
    "servings":4,
    "img":"",
    "random": 13
  },
  {
    "name":"Champagne Punch",
    "description":"Raise a glass to sunny days and balmy nights with these refreshing cocktails.",
    "ingredients":"3 tablespoons grenadine 3 tablespoons Cointreau 2 tablespoons brandy 1 3/4 cups champagne Raspberries, apples, or other seasonal fruit",
    "directions":"Fill a small ice bucket halfway with ice. Pour grenadine, Cointreau, brandy, and champagne over ice. Stir gently, and ladle punch into 2 wide-mouthed stemmed glasses. Garnish punch with raspberries, apples, or any other fruit in season.",
    "tag":"classy",
    "alcohol_tag": "brandy",
    "servings":6,
    "img":"",
    "random": 14
  },
  {
    "name":"Pina Colada",
    "description":"With the rum omitted, this drink is perfect for children.",
    "ingredients":"2 cups fresh or canned pineapple juice 3/4 cup cream of coconut, such as Coco Lopez 1 cup light rum 3 cups crushed ice 4 fresh pineapple spears, for garnish",
    "directions":"Combine all ingredients except garnish in a blender. Pour into tumblers, garnish with pineapple spears, and serve immediately.",
    "tag":"party",
    "alcohol_tag": "rum",
    "servings":4,
    "img":"",
    "random": 15
  },
  {
    "name":"Blue Hawaii",
    "description":"Invented in Hawaii in the 1950s, the Blue Hawaiian will have you crooning like Elvis.",
    "ingredients":"3 ounces pineapple juice 3/4 ounce white rum 3/4 ounce vodka 1/2 ounce lemon juice 1/2 ounce blue Curacao 1/4 ounce simple syrup Ice Cherry and a pineapple wedge (for serving)",
    "directions":"In a cocktail shaker, combine pineapple juice, rum, vodka, lemon juice, blue Curacao, and simple syrup. Shake and strain over ice. Serve with a cherry and a pineapple wedge.",
    "tag":"party",
    "alcohol_tag": "rum vodka",
    "servings":1,
    "img":"",
    "random": 16
  },
  {
    "name":"Punchy Cocktail",
    "description":"This basil-infused tropical-fruit blend balances sweetness with earthy herbs and, on a hot day, will leave your parched compadres pleased as -- wait for it -- punch.",
    "ingredients":"1 cup guava juice 1 cup passion fruit juice 1 cup lychee juice 1/2 cup packed basil leaves, plus more for garnish 1/3 cup fresh-squeezed key lime (or regular lime) juice 1/2 cup tangerine juice Lime slices, for garnish",
    "directions":"STEP 1 Mix guava, passion fruit, and lychee juices (we like Ceres brand) in a large pitcher. In a saucepan, combine 1 cup of the fruit-juice mixture with the basil. Bring to a boil, then reduce heat and simmer for 5 minutes. Remove from heat, let cool, and strain, discarding basil.  STEP 2 Pour infused juice back into pitcher, and stir in lime and tangerine juices. (Optional: Add 1 cup rum.) Ladle over ice and garnish with basil and lime.",
    "tag":"party",
    "alcohol_tag": "rum",
    "servings":10,
    "img":"",
    "random": 17
  },
  {
    "name":"Candy Cane Cocktail",
    "description":"This delicious cocktail, perfect for the holiday season, is courtesy of Charles Corpion from The Four Seasons.",
    "ingredients":"1 candy cane, crushed, for garnish 2 ounces strawberry vodka 4 dashes white creme de menthe 2 1/2 ounces cranberry juice Ice cubes",
    "directions":"STEP 1 Place crushed candy canes on a small plate or saucer. Wet the outside rim of a chilled martini glass with water. Holding the glass by the stem, rotate the rim to coat with candy.  STEP 2 In a cocktail shaker, combine vodka, creme de menthe, cranberry juice, and ice; shake until well combined. Strain into prepared glass; serve immediately.",
    "tag":"party",
    "alcohol_tag": "vodka",
    "servings":1,
    "img":"",
    "random": 18
  },
  {
    "name":"Sauternes and Frozen Stone Fruit",
    "description":"Cubes of juicy peach and apricots, doused with peach nectar and frozen in an ice tray, punctuate chilled Sauternes, a full-bodied dessert wine from western France. The liquid plumps up the fruit, which descends to the bottom of the glass as the cubes melt.",
    "ingredients":"1 large peach (about 7 ounces) 2 medium apricots (about 2 ounces each) 1/3 cup peach nectar 1 cup chilled Sauternes",
    "directions":"STEP 1 Pit and cut peach and apricots into 1/4-inch dice. Divide fruit evenly among 16 sections of an ice cube tray. Add 1 teaspoon peach nectar to each section (just enough to cover fruit). Freeze, about 6 hours.  STEP 2 Put 4 fruit cubes into each of 4 chilled wine glasses. Pour 1/4 cup chilled Sauternes into each glass. Let stand 5 minutes.",
    "tag":"party",
    "alcohol_tag": "wine",
    "servings":4,
    "img":"",
    "random": 19
  },
  {
    "name":"Watermelon Punch",
    "description":"Nothing screams summer quite like a pretty pink watermelon cocktail.",
    "ingredients":"3 cups seeded watermelon, cut into 1 1/2-inch pieces 1 1/2 cups white vermouth 1 1/2 tablespoons superfine sugar 3 cups crushed ice Edible pansies, for garnish",
    "directions":"Place watermelon, vermouth, and sugar in a blender; process until watermelon has been liquefied, about 10 seconds. Add ice; process 3 seconds more. Garnish with pansies, and serve in chilled glasses.",
    "tag":"party",
    "alcohol_tag": "vermouth",
    "servings":4,
    "img":"",
    "random": 20
  },
  {
    "name":"Champagne-And-Orange Granita Cocktail",
    "description":"Fresh orange juice is turned into a slushy granita which is then topped with Champagne and St.-Germain elderflower liquor.",
    "ingredients":"4 1/2 cups fresh orange juice (from 14 oranges) 3/4 cup superfine sugar Elderflower liqueur, such as St-Germain 2 bottles (750 mL each) Champagne",
    "directions":"STEP 1 Combine orange juice and sugar, and stir until sugar dissolves. Transfer to an 8-inch square baking dish. Freeze, scraping around sides and breaking any lumps with a fork every 30 minutes, until evenly frozen, 2 1/2 to 3 hours. Cover with plastic wrap. Granita can be made 1 day ahead and kept in freezer until ready to serve.  STEP 2 Spoon 1/2 cup granita into each of 12 glasses, and add 1/2 teaspoon liqueur. Top off with Champagne.",
    "tag":"party",
    "alcohol_tag": "champagne",
    "servings":16,
    "img":"",
    "random": 21
  },
  {
    "name":"Blood Orange Champagne Cocktails",
    "description":"The blood-orange juice turns what would ordinarily be a mimosa into a lovely ruby-tinted cocktail.",
    "ingredients":"2 1/4 cups freshly squeezed or frozen blood-orange juice 2 750-ml bottles champagne, chilled",
    "directions":"Pour 3 tablespoons juice in each champagne flute. Fill flutes with champagne, and serve.",
    "tag":"business",
    "alcohol_tag": "champagne",
    "servings":12,
    "img":"",
    "random": 22
  },
  {
    "name":"Berry Little Cocktail",
    "description":"Have yourself a Berry Little Cocktail. Stir up this light, bright drink with the tang of citrus and a splash of Champagne to add a festive fizz to your holiday bash.",
    "ingredients":"1/2 cup sugar 1 cup fresh cranberries 1 ounce Charbay ruby red grapefruit vodka 2 ounces Champagne 1 ounce cranberry juice 1 ounce black currant juice",
    "directions":"In a medium saucepan over medium-high heat, dissolve sugar into 1 1/2 cups water. Add cranberries and simmer for 5 minutes, or until softened. Remove from heat and let cool. Strain, discard liquid, and place cranberries on a tray in the freezer for at least 2 hours. Chill vodka, Champagne, and juices, then mix in a champagne glass. Garnish with skewer of 4 or 5 frozen candied cranberries. Reserve the rest for another drink.",
    "tag":"classy",
    "alcohol_tag": "vodka champagne",
    "servings":1,
    "img":"",
    "random": 23
  },
  {
    "name":"The Blizzard Cocktail",
    "description":"This tasty cocktail recipe is courtesy of Charles Corpion from the Four Seasons.",
    "ingredients":"1 1/2 ounces Irish whiskey or rum 1/2 ounce hazelnut liqueur, such as Frangelico 1/2 ounce Irish cream liqueur, such as Bailey's Hot coffee Dollop of Grand Marnier Whipped Cream",
    "directions":"In a glass coffee mug, stir together whiskey, hazelnut liqueur, and Irish cream; top with coffee. Garnish cocktail with whipped cream and serve immediately.",
    "tag":"business",
    "alcohol_tag": "whiskey liqueur",
    "servings":1,
    "img":"",
    "random": 24
  },
  {
    "name": "Moscow Mule",
    "description": "The Moscow Mule is a refreshing and easy vodka highball that uses ginger beer. It is one of the drinks that was designed to sell vodka to U.S. drinkers.",
    "ingredients": "2 ounces vodka, 1 ounce lime juice, ginger beer, lime wedge for garnish",
    "directions": "Pour the vodka and lime juice into a copper mug with ice cubes. Top it off with ginger beer and garnish with a wedge of lime.",
    "tag": "classy",
    "alcohol_tag": "vodka",
    "servings": 1,
    "img": "",
    "random": 25
  },
  {
    "name": "Dark and Stormy",
    "description": "The Dark & Stormy embodies two great tastes of the tropics that and is darker than most tropical drinks, but is just as refreshing.",
    "ingredients": "2 ounces dark rum, 3 ounces ginger beer, 1/2 ounce lime juice",
    "directions": "Combine the rum, ginger beer, and the lime juice into a tall glass full of ice cubes. Stir and enjoy.",
    "tag": "classy",
    "alcohol_tag": "rum",
    "servings": 1,
    "img": "",
    "random": 26
  },
  {
    "name": "Bacardi Cocktail",
    "description": "This is a great classic cocktail that is an excellent example of good marketing. In 1936 the New York Supreme Court ruled that an authentic Bacardi Cocktail had to be made with Bacardi Rum.",
    "ingredients": "1 3/4 ounces Bacardi light rum, 3/4 ounce lemon or lime juice, 1/4 ounce grenadine",
    "directions": "Pour the ingredients into a cocktail shaker with ice cubes. Shake well. Strain into a chilled cocktail glass.",
    "tag": "business",
    "alcohol_tag": "rum",
    "servings": 1,
    "img": "",
    "random": 27
  },
  {
    "name": "Highball",
    "description": "Every aspiring professional bartender should put this easy highball on their list of drinks to memorize. It is, quite simply, whiskey and ginger ale and is a fantastic, refreshing way to enjoy any style of whiskey you choose.",
    "ingredients": "2 ounces whiskey, ginger ale",
    "directions": "Fill a highball glass with ice. Pour the whiskey into the glass and top it with ginger ale.",
    "tag": "party",
    "alcohol_tag": "whiskey",
    "servings": 1,
    "img": "",
    "random": 28
  },
  {
    "name": "Tom Collins",
    "description": "The Tom Collins is an excellent sipper for hot summer days.",
    "ingredients": "1 1/2 ounces gin, 1 ounce lemon juice, 1/2 ounce simple syrug, club soda, maraschino cherry, lemon slice",
    "directions": "Pour the gin, lemon juice, and sugar syrup into a collins glass with ice cubes. Stir thoroughly and top with club soda. Add the cherry and lemon slice as garnish.",
    "tag": "party",
    "alcohol_tag": "gin",
    "servings": 1,
    "img": "",
    "random": 29
  }
]
